{
  "destinations": [
    {
      "name": "Lua",
      "images": {
        "png": "assets/img/destination/image-moon.png",
        "webp": "./assets/destination/image-moon.webp"
      },
      "description": "Veja o nosso planeta como você nunca o viu antes. Uma viagem relaxante perfeita para ajudar a recuperar a perspectiva e voltar revigorado. Enquanto estiver lá, aprecie um pouco de história visitando os locais de pouso da Luna 2 e da Apollo 11.",
      "distance": "384,400 km",
      "travel": "3 dias"
    },
    {
      "name": "Marte",
      "images": {
        "png": "./assets/destination/image-mars.png",
        "webp": "./assets/destination/image-mars.webp"
      },
      "description": "Não se esqueça de levar suas botas de caminhada. Você precisará deles para enfrentar o Monte Olimpo, a montanha planetária mais alta do nosso sistema solar. É duas vezes e meia o tamanho do Everest!",
      "distance": "225 MIL. km",
      "travel": "9 Meses"
    },
    {
      "name": "Europa",
      "images": {
        "png": "./assets/destination/image-europa.png",
        "webp": "./assets/destination/image-europa.webp"
      },
      "description": "A menor das quatro luas galileanas que orbitam Júpiter, Europa é o sonho de um amante de inverno. Com uma superfície gelada, é perfeito para um pouco de patinação no gelo, curling, hóquei ou simples relaxamento em sua confortável cabine de inverno.",
      "distance": "628 mil. km",
      "travel": "3 Anos"
    },
    {
      "name": "Titan",
      "images": {
        "png": "./assets/destination/image-titan.png",
        "webp": "./assets/destination/image-titan.webp"
      },
      "description": "A única lua conhecida por ter uma atmosfera densa além da Terra, Titã é uma casa longe de casa (apenas algumas centenas de graus mais fria!). Como bônus, você tem vistas impressionantes dos Anéis de Saturno.",
      "distance": "1.6 bil. km",
      "travel": "7 Anos"
    }
  ],
  
  "crew": [
    {
      "name": "Douglas Hurley",
      "images": {
        "png": "./assets/crew/image-douglas-hurley.png",
        "webp": "./assets/crew/image-douglas-hurley.webp"
      },
      "role": "Comandante",
      "bio": "Douglas Gerald Hurley é um engenheiro americano, ex-piloto do Corpo de Fuzileiros Navais e ex-astronauta da NASA. Ele foi lançado ao espaço pela terceira vez como comandante da Crew Dragon Demo-2."
    },
    {
      "name": "Mark Shuttleworth",
      "images": {
        "png": "./assets/crew/image-mark-shuttleworth.png",
        "webp": "./assets/crew/image-mark-shuttleworth.webp"
      },
      "role": "Especialista",
      "bio": "Mark Richard Shuttleworth é o fundador e CEO da Canonical, a empresa por trás do sistema operacional Ubuntu baseado em Linux. Shuttleworth tornou-se o primeiro sul-africano a viajar para o espaço como turista espacial."
    },
    {
      "name": "Victor Glover",
      "images": {
        "png": "./assets/crew/image-victor-glover.png",
        "webp": "./assets/crew/image-victor-glover.webp"
      },
      "role": "Piloto",
      "bio": "Piloto no primeiro voo operacional da SpaceX Crew Dragon para a Estação Espacial Internacional. Glover é um comandante da Marinha dos EUA, onde pilota um F/A-18. Ele era um membro da tripulação da Expedição 64, e serviu como engenheiro de voo de sistemas de estação."
    },
    {
      "name": "Anousheh Ansari",
      "images": {
        "png": "./assets/crew/image-anousheh-ansari.png",
        "webp": "./assets/crew/image-anousheh-ansari.webp"
      },
      "role": "Engenheira de vôo",
      "bio": "Anousheh Ansari é uma engenheira iraniano-americana e co-fundadora da Prodea Systems. Ansari foi a quarta turista espacial autofinanciada, a primeira mulher autofinanciada a voar para a ISS e a primeira iraniana no espaço."
    }
  ],
  
  "technology": [
    {
      "name": "Veículo de lançamento",
      "images": {
        "portrait": "./assets/technology/image-launch-vehicle-portrait.jpg",
        "landscape": "./assets/technology/image-launch-vehicle-landscape.jpg"
      },
      "description": "Um veículo de lançamento ou foguete transportador é um veículo movido a foguete usado para transportar uma carga útil da superfície da Terra para o espaço, geralmente para a órbita da Terra ou além. Nosso foguete transportador WEB-X é o mais poderoso em operação. Com 150 metros de altura, é uma visão inspiradora na plataforma de lançamento!"
    },
    {
      "name": "Espaçoporto",
      "images": {
        "portrait": "./assets/technology/image-spaceport-portrait.jpg",
        "landscape": "./assets/technology/image-spaceport-landscape.jpg"
      },
      "description": "Um porto espacial ou cosmódromo é um local para lançar (ou receber) naves espaciais, por analogia ao porto marítimo para navios ou aeroporto para aeronaves. Com sede no famoso Cabo Canaveral, nosso porto espacial está idealmente situado para aproveitar a rotação da Terra para o lançamento."
    },
    {
      "name": "Cápsula espacial",
      "images": {
        "portrait": "./assets/technology/image-space-capsule-portrait.jpg",
        "landscape": "./assets/technology/image-space-capsule-landscape.jpg"
      },
      "description": "Uma cápsula espacial é uma espaçonave frequentemente tripulada que usa uma cápsula de reentrada de corpo rombulento para reentrar na atmosfera da Terra sem asas. Nossa cápsula é onde você gastará seu tempo durante o voo. Inclui um espaço de ginásio, cinema e muitas outras atividades para mantê-lo entretido."
    }
  ]
}
